Repository: nikomarinovic/Belot-Card-Game
Catalog: Belot-Card-Game/Localizable.xcstrings
Source language: en
Languages: hr

# %@ get %lld points!
source: %1$@ get %2$lld points!
hr: %1$@ dobivaju %2$lld bodova!

source: %lld pts.
hr: %lld bod.

source: 🏆 We won!
hr: 🏆 Mi smo pobjedili!

source: 😔 They won!
hr: 😔 Oni su pobjedili!

source: A game is in progress
hr: Igra je u tijeku

source: About Us
hr: O nama

source: Add Round
hr: Dodaj rundu

source: Are you sure you want to delete the current block and start a new one?
hr: Jesi li siguran da želiš izbrisati trenutni blok i započeti novi?

source: Are you sure you want to delete your account? You will lose all data.
hr: Jeste li sigurni da želite obrisati svoj račun? Izgubit ćete sve podatke.

source: Available Games:
hr: Dostupne igre:

source: Back to menu
hr: Povratak

source: Bela Blok: %lld
hr: Bela Blok

source: Call Bela?
hr: Zvati Belu?

source: Cancel
hr: Odustani

source: Checking for declerations
hr: Igra provjerava zvanja

source: Choose an avatar
hr: Odaberite avatar

source: Choose trump or pass
hr: Odaberi aduta ili reci dalje

source: Confirm
hr: Uredu

source: Create Game
hr: Nova igra

source: Dark Mode:
hr: Tamni način:

source: Declarations
hr: Zvanja

source: Delete
hr: Izbriši

source: Delete Account
hr: Obriši račun

source: Delete block?
hr: Izbriši blok?

source: Edit Profile:
hr: Uredi profil:

source: Edit your profile
hr: Uredi svoj profil

source: Enter a username
hr: Unesite korisničko ime

source: Game name
hr: Ime igre

source: Home
hr: Početna

source: is deciding
hr: odlučuje

source: is playing
hr: je na potezu

source: Language:
hr: Jezik:

source: Leave
hr: Napusti sobu

source: Leave game?
hr: Izađi iz igre?

source: Leaving counts as a loss!
hr: Izlaz se računa kao poraz!

source: New Game
hr: Nova igra

source: No
hr: Ne

source: Pass
hr: Dalje

source: Password:
hr: Šifra:

source: Playing Card Type:
hr: Vrsta karata:

source: Points to Win
hr: Bodovi za pobjedu

source: Private game
hr: Privatna igra

source: Save
hr: Spremi

source: Search
hr: Pretraži

source: Select Game Score:
hr: Odaberi broj bodova:

source: Sequence of
hr: Niz od

source: Set up your profile
hr: Postavi svoj profil

source: Settings
hr: Postavke

source: Sound:
hr: Zvuk:

source: Start Game
hr: Pokreni igru

source: Start New Game
hr: Započni novu igru

source: There were no declarations
hr: Nitko nije imao zvanja

source: They
hr: Oni

source: Username
hr: Korisničko ime

source: Vibrations:
hr: Vibracije:

source: Waiting for player...
hr: Čeka se igrač…

source: We
hr: Mi

source: We Won!
hr: Mi smo pobjedili!

source: We:
hr: Mi:

source: Yes, Bela!
hr: Da, Bela!

source: You
hr: Vi

source: You can't play that card!
hr: Ne možeš odigrati tu kartu!

source: You have the queen and king of trump (+20 points)
hr: Imaš kralja i babu aduta (+20 bodova)

source: You must choose trump
hr: Moraš odabrati aduta

source: You must follow suit!
hr: Moraš pratiti boju!

source: You must play a trump card!
hr: Moraš sjeći!

source: You Won!
hr: Vi ste pobjedili!

source: You:
hr: Vi:

source: Your current progress will be lost.
hr: Tvoja trenutna igra će biti izgubljena

source: Your turn
hr: Tvoj potez
